"LBTextInputTitle" = "Titel für Markdown oder RTF Link";
"LBSummary" = "⏎ = URL einfügen, ⇧⏎ = MD-Link, ⌘⏎ = RTF-Link

Die Aktion hat vielleicht ein bisschen Feature-Overkill, ist aber im Grunde sehr einfach: Ohne zusätzliche Tasten wird die URL einer geöffneten oder ausgewählten E-Mail in das aktuelle Textfeld eingefügt.

Weitere Optionen sind ⇧ für Markdown oder ⌘ für Rich Text Format. Standardmäßig wird der Betreff der E-Mail als Titel verwendet. Durch Drücken der Leertaste kann man aber auch selbst einen Titel eingeben.";
"CFBundleName" = "Mail URL Schema einfügen";
